Repository: aleborba/gnome-shell-pomodoro
Catalog: po/*.po
Languages: de

source: Preferences
de: Einstellungen

source: It's time to take a break
de: Es ist Zeit eine Pause einzulegen

source: A new pomodoro is starting
de: Eine neue Pomodoro beginnt

source: Take a break!
de: Mach Pause!

source: Start pomodoro
de: Beginne Pomodoro

source: Shorten the break
de: Verkürze Pause

source: Lengthen the break
de: Verlängere Pause

source: You have %d second left
de: Du hast noch %d Sekunde

source: You have %d minute left
de: Du hast noch %d Minute

source: Hey, you're missing out on a break
de: He, du verpasst die Pause

source: Could not run pomodoro
de: Konnte Pomodoro nicht ausführen

source: Something went badly wrong...
de: Etwas ist schrecklich falsch gelaufen...

source: Looks like gnome-pomodoro is not installed
de: Sieht so aus, als sei gnome-pomodoro nicht installiert

source: Report issue
de: Problem melden

source: Install
de: Installieren

source: About Pomodoro
de: Über Pomodoro

source: A simple time management utility
de: Ein einfaches Werkzeug für Zeitmanagement

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software: Sie können sie weiterverteilen und/oder verändern unter den Bedingungen der GNU General Public License, wie sie von der Free Software Foundation veröffentlicht ist; entweder Version 3 der Lizenz oder (nach Ihrer Wahl) jeder späteren.

source: Pomodoro duration
de: Dauer einer Pomodoro

source: Short break duration
de: Dauer einer kurzen Pause

source: Long break duration
de: Dauer einer langen Pause

source: Shortcut to toggle the timer
de: Shortcut zum Ein- und Ausschalten des Timers

source: Select ticking sound
de: Wähle Ticken

source: Ticking sound
de: Ticken

source: Notifications
de: Benachrichtigungen

source: Screen notifications
de: Bildschirmbenachrichtigung

source: Remind to take a break
de: Errinnere daran eine Pause zu machen

source: Loud bell
de: Laute Glocke

source: Bell
de: Glocke

source: Select sound for start of break
de: Wähle Klang für den Pausenbeginn

source: Start of break sound
de: Beginn des Pausenklangs

source: Select sound for pomodoro start
de: Wähle Klang für den Beginn einer Pomodoro

source: Pomodoro start sound
de: Dauer einer Pomodoro

source: Available
de: Verfügbar

source: Busy
de: Beschäftigt

source: Invisible
de: Unsichtbar

source: Presence
de: Anwesenheit

source: Postpone pomodoro when idle
de: Verschiebe Pomodoro, wenn untätig

source: Status during pomodoro
de: Status während der Pomodoro

source: Status during break
de: Status während der Pause

source: System notifications including chat messages will be disabled during pomodoro.
de: Systembenachrichtigungen inklusive Chat-Nachrichten werden während der Pomodoro abgeschaltet.

source: System notifications including chat messages will be disabled during break.
de: Systembenachrichtigungen inklusive Chat-Nachrichten werden während der Pause abgeschaltet.

source: System notifications including chat messages will be disabled.
de: Systembenachrichtigungen

source: %d hour
de: %d Stunde

source: Disabled
de: Abgeschaltet

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
de: Das Shortcut "%s" kann nicht verwendet werden, da hierdurch das Schreiben mit dieser Taste unmöglich wird. Bitte versuche mit gleichzeitig gedrücktem Strg, Alt oder Umschalt.

source: _No sound
de: _Ton aus

source: _Cancel
de: _Abbrechen

source: _Open
de: _Öffnen

source: Select a file
de: Wähle Datei

source: All files
de: Alle Dateien

source: Supported audio files
de: Unterstützte Audiodateien

source: Manage your time and tasks
de: Habe deine Zeit und Aufgabe im Griff
